[
    {
        "id": "1",
        "content": "Mulla Nasrudin went to the psychiatrist and askedi f the good doctor couldn't split his personality. \"Split your personality?\" asked the doctor. \"Why in heaven's name do you want me to doa thing like that?\" \"Because,\" said Nasrudin! \"I am so lonesome.\""
    },
    {
        "id": "2",
        "content": "Duringa religious meeting an attractive young widow leaned too far over the balcony and fell, but her dress caught ona chandelier and held her impended in mid-air. The preacher, of course, immediately noticed the woman's predicament and called out to his congregation: \"The first person who looks up there is in danger of being punished with blindness.\" Mulla Nasrudin, who was in the congregation whispered to the man next to him, \"I think i will risk one eye.\""
    },
    {
        "id": "3",
        "content": "\"What's the idea of coming in here late every morning, Mulla?\" asked the boss. \"It's your fault, sir,\" said Mulla Nasrudin. \"You have trained me so thoroughly not to watch the clock in the office, now i am in the habit of not looking at it at home.\""
    },
    {
        "id": "4",
        "content": "\"What's the idea,\" asked the boss of his new employee, Mulla Nasrudin, \"of telling me you had five years' experience, when now I find you never hada job before?\" \"WELL,\" said Nasrudin, \"Didn't you advertise for a man with imagination?\""
    },
    {
        "id": "5",
        "content": "Applicants fora job ona dam had to takea written examination, the first question of which was, \"What does hydrodynamics mean?\" Mulla Nasrudin, one of the applicants for the job, looked at this, then wrote against it: \"It means i don't get job.\""
    },
    {
        "id": "6",
        "content": "The boss was asked to writea reference for Mulla Nasrudin whom he was dismissing after only one week's work. He would not lie, and he did not want to hurt the Mulla unnecessarily. So he wrote: \"To whom it may concern : mulla nasrudin worked for us for one week, and we are satisfied.\""
    },
    {
        "id": "7",
        "content": "A man who took his little girls to the amusement park noticed that Mulla Nasrudin kept riding the merry-go-round all afternoon. Once when the merry-go-round stopped, the Mulla rushed off, tooka drink of water and headed backa gain. As he passed near the girls, their father said to him, \"Mulla, you certainly do like to ride on the merry-go-round, don't you?\" \"No, i don't. rather i hate it absolutely and am feeling very sick because of it,\" said Nasrudin. \"But, the fellow who owns this thing owes me $80 and taking it out in trade is the only way i will ever collect from him.\""
    },
    {
        "id": "8",
        "content": "\"I will bet anyone here that I can fire thirty shots at 200 yards and call each shot correctly without waiting for the marker. Who will wagera ten spot on this?\" challenged Mulla Nasrudin in the teahouse. \"I will take you,\" crieda stranger. They went immediately to the target range, and the Mulla fired his first shot. \"MISS,\" he calmly and promptly announced. A second shot, \"Missed,\" repeated the Mulla. A third shot. \"Missed,\" snapped the Mulla. \"Hold on there!\" said the stranger. \"What are yout rying to do? You are not even aiming at the target. And, you have missed three targets already.\" \"SIR,\" said Nasrudin, \"I am shooting for that ten s pot of yours, and i am calling my shot as promised.\""
    },
    {
        "id": "9",
        "content": "A rich widow had lost all her money ina businessd eal and was flat broke. She told her lover, Mulla Nasrudin, about it and asked, \"Dear, in spite of the fact that I am not rich any more will you still love me?\" \"Certainly, honey,\" said Nasrudin, \"I will. love you always -- even though i will probably never see you again.\""
    },
    {
        "id": "10",
        "content": "A patent medicine salesman at the fair was shouting his claims for his Rejuvenation Elixir. \"If you don't believe the label, just look at me,\" he shouted. \"I take it and I am 300 years old.\" \"Is he really that old?\" askeda farmer of the salesman's young assistant, Mulla Nasrudin. \"I really don't know,\" said Nasrudin. \"You see, i have only been with him for 180 years.\""
    },
    {
        "id": "11",
        "content": "Mulla Nasrudin complained to the health department about his brothers. \"I have got six brothers,\" he said. \"We all live in one room. They have too many pets. One has twelve monkeys and another has twelve dogs. The re's no air in the room and it's terrible! You have got to do something about it.\" \"Have you got windows?\" asked the man at the health department. \"Yes,\" said the Mulla. \"Why don't you open them?\" he suggested. \"WHAT?\" yelled Nasrudin, \"And lose all my pigeons?\""
    },
    {
        "id": "12",
        "content": "Mulla Nasrudin had just asked his newest girlfriend to marry him. But she seemed undecided. \"If I should say no to you\" she said, \"would you commit suicide?\" \"THAT,\" said Nasrudin gallantly, \"Has been my usual procedure.\""
    },
    {
        "id": "13",
        "content": "The young lady had said she would marry him, and Mu lla Nasrudin was holding her tenderly. \"I wonder what your folks will think,\" he said. \"Do they know that I write poetry?\" \"Not yet, Honey,\" she said. \"I have told them about your drinking and gambling, but i thought i'd better not tell them ev erything at once.\""
    },
    {
        "id": "14",
        "content": "Mulla Nasrudin was looking over greeting cards. The salesman said, \"Here'sa nice one -- \"TO THE ONLY GIRL I EVER LOVED.\" \"WONDERFUL,\" said Nasrudin. \"I WILL TAKE SIX.\""
    },
    {
        "id": "15",
        "content": "\"Well, Nasrudin, my boy,\" said his uncle, \"my congratulations! I hear you are engaged to one of the pretty Noyes twins.\" \"Rather!\" replied Mulla Nasrudin, heartily. \"But,\" said his uncle, \"how on earth do you manage to tell them apart?\" \"OH,\" said Nasrudin. \"I don't try!\""
    },
    {
        "id": "16",
        "content": "\"And are mine the only lips, Mulla, you have kissed?\" asked she. \"YES,\" said Nasrudin, \"And they are the sweetest of all.\""
    },
    {
        "id": "17",
        "content": "\"What made you quarrel with Mulla Nasrudin?\" \"Well, he proposed to me again last night.\" \"Where was the harm in it?\" \"My dear, i had accepted him the night before.\""
    },
    {
        "id": "18",
        "content": "\"What do you want with your old letters?\" the girl asked her ex-boyfriend, Mulla Nasrudin. \"I have given you back your ring. Do you think I am going to use your letters to sue you or something?\" \"Oh, no,\" said Nasrudin, \"It's not that. i paid a f ellow twenty-five dollars to write them for me and i may want to use them over again.\""
    },
    {
        "id": "19",
        "content": "Mulla Nasrudin said to his girlfriend. \"What do you say we do something different tonight, fora change?\" \"O. k. ,\" she said. \"What do you suggest?\" \"You try to kiss me,\" said Nasrudin, \"And i will slap your face!\""
    },
    {
        "id": "20",
        "content": "\"What's the best way to teacha girl to swim?\" a friend asked Mulla Nasrudin. \"First you put your left arm around her waist,\" said the Mulla. \"Then you gently take her left hand and. . .\" \"She's my sister,\" interrupted the friend. \"Oh, then push her off the dock,\" said Nasrudin."
    },
    {
        "id": "21",
        "content": "\"There just is not any justice in this world,\" said Mulla Nasrudin toa friend. \"I used to bea 97-pound weakling, and whenever I went to the bea ch with my girl, this big 197-pound bully came over and kicked sand in my face. I decided to do something about it, so I tooka weight-lifting course and aftera while I weighed 197 pounds.\" \"So what happened?\" his friend asked. \"Well, after that,\" said Nasrudin, \"Whenever i went to the beach with my girl, a 257-pound bully kicked sand in my face.\""
    },
    {
        "id": "22",
        "content": "\"Dorothy, your boyfriend, Mulla Nasrudin, seems very bashful,\" said Mama to her daughter. \"Bashful!\" echoed the daughter, \"bashful is no name for it.\" \"Why don't you encourage hima little more? Some men have to be taught how to do their courting. He'sa good catch.\" \"Encourage him!\" said the daughter, \"he cannot take the most palpable hint. Why, only last night when I sat all alone on the sofa, he perched up ina chair as far away as he could get. I asked him if he didn't think it strange thata man's arm anda woman's waist seemed always to be the same length, and what do you think he did?\" \"Why, just what any sensible man would have done -- tried it.\" \"NO,\" said the daughter. \"He asked me if i could fi nd a piece of string so we could measure and see if it was so.\""
    },
    {
        "id": "23",
        "content": "\"Did you know I ama hero?\" said Mulla Nasrudin to his friends in the teahouse. \"How come you'rea hero?\" asked someone. \"Well, it was my girlfriend's birthday,\" said the M ulla, \"and she said if I ever brought hera gift she would just drop dead in sheer joy. So, ID IDN'T BUY HER ANY AND SAVED HER LIFE.\""
    },
    {
        "id": "24",
        "content": "Mulla Nasrudin finally spoke to his girlfriend's father about marrying his daughter. \"It'sa mere formality, I know,\" said the Mulla, \"b ut we thought you would be pleased if I asked.\" \"And where did you get the idea,\" her father asked, \"that asking my consent to the marriage wasa mere formality?\" \"Naturally, from your wife, sir,\" said Nasrudin."
    },
    {
        "id": "25",
        "content": "Mulla Nasrudin, a party toa suit, was obliged tor eturn home before the jury had brought in its verdict. When the case was decided in Nasrudin's favour, his lawyer wired him: \"Right and justice won.\" To which the Mulla replied immediately: \"Appeal at once.\""
    },
    {
        "id": "26",
        "content": "Mulla Nasrudin had knocked downa woman pedes-trian, and the traffic cop on the corner began to bawl him out, yelling, \"You must be blind!\" \"What's the matter with you,\" Nasrudin yelled back. \"I hit her, didn't i?\""
    },
    {
        "id": "27",
        "content": "Mulla Nasrudin, disturbed by the way his taxi driver was whizzing around corners, finally said to him, \"Why don't you do what i do when i tur n corners -- i just shut my eyes.\""
    },
    {
        "id": "28",
        "content": "Mulla Nasrudin stood quietly at the bedside of his dying father. \"Please, my boy,\" whispered the old man, \"always remember that wealth does not bring happiness.\" \"Yes, father,\" said Nasrudin, \"I realize that but a t least it will allow me to choose the kind of misery i find most agreeable.\""
    },
    {
        "id": "29",
        "content": "One philosopher said in the teahouse one day: \"Ify ou will give me Aristotle's system of logic, I will force my enemy toa conclusion; give me the syllogism, and that is all I ask.\" Another philosopher replied: \"If you give me the So cratic system of interrogatory, I will run my adversary intoa corner.\" Mulla Nasrudin hearing all this said: \"My brethren, if you will give me a little ready cash, i will always gain my point. i w ill always drive my adversary to a conclusion. because a little read y cash is a wonderful clearer of the intellect.\""
    },
    {
        "id": "30",
        "content": "Mulla Nasrudin, hard of hearing, went to the doctor. \"Do you smoke?\" \"Yes.\" \"Much?\" \"Sure, all the time.\" \"Drink?\" \"Yes, just about anything at all. Any time, too.\" \"What about late hours? And girls, do you chase them?\" \"Sure thing; I live it up whenever I get the chance.\" \"Well, you will have to cut out all that.\" \"Just to hear better? no thanks,\" said Nasrudin, as he walked out of the doctor's office."
    },
    {
        "id": "31",
        "content": "The hypochondriac, Mulla Nasrudin, called on his do ctor and said, \"There is something wrong with my wife. she never has the doctor in.\""
    },
    {
        "id": "32",
        "content": "Mulla Nasrudin complained to the doctor about the size of his bill. \"But, Mulla,\" said the doctor, \"You must remembert hat I made eleven visits to your home for you.\" \"YES,\" said Nasrudin, \"But you seem to be forgettin g that i infected the whole neighbourhood.\""
    },
    {
        "id": "33",
        "content": "A wandering beggar received so warma welcome from Mulla Nasrudin that he was astonished and touched. \"Your welcome warms the heart of one who is oftenr ebuffed,\" said the beggar. \"But how did you know, Sir, that I come from another town?\" \"Just the fact that you came to me,\" said Nasrudin, \"Proves you are from another town. here everyone knows better than to call on me.\""
    },
    {
        "id": "34",
        "content": "A psychiatrist once asked his patient, Mulla Nasrud in, if the latter suffered from fantasies of self-importance. \"NO,\" replied the Mulla, \"On th e contrary, i think of myself as muchless than i really am.\""
    },
    {
        "id": "35",
        "content": "Mulla Nasrudin, visiting India, was told he should by all means go ona tiger hunt before returning to his country. \"It's easy,\" he was assured. \"You simply tiea blea ting goat ina thicket as night comes on. The cries of the animal will attracta tiger. Youa re up ina nearby tree. When the tiger arrives, aim your gun between his eyes and blast away.\" When the Mulla returned from the hunt he was asked how he made out. \"No luck at all,\" said Nasrudin. \"Those tigers are altogether too clever for me. THE Y TRAVEL IN PAIRS, AND EACH ONE CLOSES AN EYE. SO, OF COURSE, I MISSED THEM EVERY TIME.\""
    },
    {
        "id": "36",
        "content": "Mulla Nasrudin and his wife went to visita church that had over the portal the inscription: \"This is the house of God -- This is the gate of Heaven.\" Nasrudin glanced at these words, tried the door and found it locked, turned to his wife and said: \"In other words go to hell!\""
    },
    {
        "id": "37",
        "content": "\"We wanta responsible man for this job,\" said the employer to the applicant, Mulla Nasrudin. \"Well, I guess I am just your man,\" said Nasrudin. \"NO MATTER WHERE I WORKED, WHENEVER ANYTHING WENT W RONG, THEY TOLD ME I WAS RESPONSIBLE, Sir.\""
    },
    {
        "id": "38",
        "content": "Two fellows ata cocktail party were talking about Mulla Nasrudin, a friend of theirs, who also was there. \"Look at him,\" the first friend said, \"over therei n the corner with all those girls standing around listening to him tell big stories and braggi ng. I thought he was supposed to bea woman hater.\" \"He is,\" said the second friend, \"Only he left her at home tonight.\""
    },
    {
        "id": "39",
        "content": "\"I see you keep copies of all the letters you write to your wife. Do you do that to avoid repeating yourself?\" one friend asked Mulla Nasrudin. \"NO,\" said Nasrudin, \"To avoid contradicting myself.\""
    },
    {
        "id": "40",
        "content": "Mulla Nasrudin told his little boy to climb to the top of the step-ladder. He then held his arms open and told the little fellow to jump. As the little boy jumped, the Mulla stepped back and the boy fell flat on his face. \"That's to teach you a lesson,\" said Nasrudin. \"Don 't ever trust anybody, even if it is your own father.\""
    },
    {
        "id": "41",
        "content": "Mulla Nasrudin used to say: \"It is easy to understand the truth of the recentr eport that says that the children of today cry more and behave worse than the children ofa generation ago. BECAUSE THOSE WERE NOT CHILDREN -- THEY WERE US.\""
    },
    {
        "id": "42",
        "content": "\"You sold mea car two weeks ago,\" Mulla Nasrudin said to the used-car salesman. \"Yes, Sir, I remember,\" the salesman said. \"Well, tell me again all you said about it then,\" s aid Nasrudin. \"I am getting discouraged.\""
    },
    {
        "id": "43",
        "content": "An artist was huntinga spot where he could spenda week or two and do some work in peace and quiet. He had stopped at the village tavern and was talking to one of the customers, Mulla Nasrudin, about staying at his farm. \"I think I'd like to stay up at your farm,\" the artist said, \"provided there is some good scenery. Is there very much to see up there?\" \"I am afraid not \" said Nasrudin. \"Of course, if you look out the front door you can see the barn across the road, but if you lo ok out the back door, you can't see anything but mountains for the next forty miles.\""
    },
    {
        "id": "44",
        "content": "Mulla Nasrudin and his wife were sitting ona bench in the park one evening just at dusk. Without knowing that they were close by, a young man and his girl friend sat down ata bench on the other side ofa hedge. Almost immediately, the young man began to talk in the most loving manner imaginable. \"He does not know we are sitting here,\" Mulla Nasrudin's wife whispered to her husband. \"It sounds like he is going to propose to her. I think you should cough or something and warn him.\" \"Why should i warn him?\" asked Nasrudin. \"Nobody warned me.\""
    },
    {
        "id": "45",
        "content": "Mulla Nasrudin was testifying in Court. He noticed that everything he was being taken down by the court reporter. As he went along, he be gan talking faster and still faster. Finally, the reporter was frantic to keep up with him. Suddenly, the Mulla said, \"Good gracious, mister, d on't write so fast, i can't keep up with you!\""
    },
    {
        "id": "46",
        "content": "Mulla Nasrudin's servant rushed into the room and c ried, \"Hurry your husband is lying unconscious in the hall besidea large round box witha piece of paper clutched in his hand.\" \"How exciting,\" said Mulla Nasrudin's wife, \"My fur coat has come.\""
    },
    {
        "id": "47",
        "content": "Mulla Nasrudin trying to pull his car out ofa parking space banged into the car ahead. Then he backed into the car behind. Finally, after pulling into the street, he hita beer truck. When the police arrived, the patrolman said, \"Let's see your licence, Sir.\" \"Don't be silly,\" said Nasrudin. \"Who do you think would give me a licence?\"~"
    },
    {
        "id": "48",
        "content": "The preacher was chatting with Mulla Nasrudin on the street one day. \"I felt so sorry for your wife in the mosque last F riday,\" he said, \"when she had that terrible spell of coughing and everyone turned to look at her.\" \"Don't worry about that,\" said the Mulla. \"She had on her new spring hat.\""
    },
    {
        "id": "49",
        "content": "The barber asked Mulla Nasrudin, \"How did you lose your hair, Mulla?\" \"Worry,\" said Nasrudin. \"What did you worry about?\" asked the barber. \"About losing my hair,\" said Nasrudin."
    },
    {
        "id": "50",
        "content": "\"You sure look depressed,\" a fellow said to Mulla Nasrudin. \"What's the trouble?\" \"Well,\" said the Mulla, \"you remember my aunt who j ust died. I was the one who had her confined to the mental hospital for the last five years of her life. When she died, she left me all her money. NOW I HAV E GOT TO PROVE THAT SHE WAS OF SOUND MIND WHEN SHE MADE HER WILL SIX WEEKS AGO.\""
    },
    {
        "id": "51",
        "content": "\"My grandfather,\" bragged one fellow in the teahouse, 'lived to be ninety-nine and never used glasses.\" \"WELL,\" said Mulla Nasrudin, \"LOTS OF PEOPLE WOULD RATHER DRINK FROM THE BOTTLE.\""
    },
    {
        "id": "52",
        "content": "It was after the intermission at the theater, and M ulla Nasrudin and his wife were returning to their seats. \"Did I step on your feet as I went out?\" the Mulla askeda man at the end of the row. \"You certainly did,\" said the man awaiting an apology. Mulla Nasrudin turned to his wife, \"It's all right, darling,\" he said. \"This is our row.\""
    },
    {
        "id": "53",
        "content": "A patrolman was about to writea speeding ticket, w hena woman in the back seat began shouting at Mulla Nasrudin, \"There! I told you to w atch out. But you kept right on. Getting out of line, not blowing your horn, passing stop st reets, speeding, and everything else. Didn't I tell you, you'd get caught? Didn't I? Didn't I?\" \"Who is that woman?\" the patrolman asked. \"My wife,\" said the Mulla. \"Drive on,\" the patrolman said. \"You have been punished enough.\""
    },
    {
        "id": "54",
        "content": "Mulla Nasrudin was visiting the town dentist to get some advance prices on his work. \"The price for pullinga tooth is four dollars each,\" the dentist told him. \"But in order to make it painless we will have to give gas and that will be three dollars extra.\" \"Oh, don't worry about giving gas,\" said the Mulla. \"That won't be necessary. We can save the three dollars.\" \"That's all right with me,\" said the dentist. \"I ha ve heard that you mountain people are strong and tough. All I can say is that you area brave man.\" \"It isn't me that's having my tooth pulled,\" said Nasrudin. \"It's my wife.\""
    },
    {
        "id": "55",
        "content": "The professional money raiser called upon Mulla Nas rudin. \"I am seeking contributions fora worthy charity,\" he said. \"Our goal is $100, 0 00 anda well-known philanthropist has already donateda quarter of that.\" \"Wonderful,\" said Nasrudin. \"And i will give you an other quarter. have you got change for a dollar?\""
    },
    {
        "id": "56",
        "content": "\"Come and havea drink, boys \" Mulla Nasrudin came up and tooka drink of whisky. \"How is this, Mulla?\" askeda bystander. \"How cany ou drink whisky? Sure it was only yesterday ye told me ye wasa teetotaller.\" \"WELL,\" said Nasrudin. \"You are right, i am a teeto taller it is true, but i am not a bigoted one!\""
    },
    {
        "id": "57",
        "content": "One Thursday night, Mulla Nasrudin came home to sup per. His wife served him baked beans. He threw his plate of beans against the wall and shouted, \"I hate baked beans.\" 'Mulla, I can't figure you out,\" his wife said, \"MONDAY NIGHT YOU LIKED BAKED BEANS, TUESDAY NIGHT YOU LIKED BAKED BEANS, WEDNESDAY NIGHT YOU LIKED BAKED BEANS AND NOW, ALL OF A SUDDEN, ON THURSDAY NIGHT, YOU SAY YOU HATE BAKED BEANS.\""
    },
    {
        "id": "58",
        "content": "The prosecutor began his cross-examination of the witness, Mulla Nasrudin. \"Do you know this man?\" \"How should I know him?\" \"Did he borrow money from you?\" \"Why should he borrow money from me?\" Annoyed, the judge asked the Mulla \"Why do you persist in answering every question with another question?\" \"Why not?\" said Mulla Nasrudin"
    },
    {
        "id": "59",
        "content": "Mulla Nasrudin had taken one too many when he walked upto the police sargeant's desk. \"Officer you'd better lock me up,\" he said. \"I just hit my wife on the head witha beer bottle.\" \"Did you kill her:\" asked the officer. \"Don't think so,\" said Nasrudin. \"That's why i want you to lock me up.\""
    },
    {
        "id": "60",
        "content": "Mulla Nasrudin's family was ona picnic. The wife w as standing near the edge ofa high cliff, admiring the sea dashing on the rocks below. Her young son came up and said, \"Dad says it's not safe here. either you stand back fart her or give me the sandwiches.\""
    },
    {
        "id": "61",
        "content": "The boss was complaining to Mulla Nasrudin about his constant tardiness. \"It's funny,\" he said. \"You are always late in the morning and youlive right across the street. Now, Billy Wilson, who lives two miles away, is always on time.\" \"There is nothing funny about it,\" said Nasrudin. \"If billy is late in the morning, he can hurry, but if i am late, i am here.\""
    },
    {
        "id": "62",
        "content": "The boss told Mulla Nasrudin that if he could not g et to work on time, he would be fired. So the Mulla went to the doctor, who gave hima pill. The Mulla took the pill, slept well, and was awake before he heard the alarm clock. He dressed and ate breakfast leisurely. Later he strolled into the office, arriving half an hour before his boss. When the boss came in, the Mulla said: \"Well, I didn't have any trouble getting up this morning.\" \"That's good,\" said Mulla Nasrudin's boss, \"But whe re were you yesterday?\""
    },
    {
        "id": "63",
        "content": "Mulla Nasrudin hada house on the United States-Can adian border. No one knew whether the house was in the United States or Canada. It was decided to appointa committee to solve the problem. After deciding it was in the United States, Mulla Nasrudin leaped with joy. \"Hurrah!\" he shouted, \"Now i don't have to suffer from those ter rible canadian winters!\""
    },
    {
        "id": "64",
        "content": "\"Mulla,\" saida friend, \"I have been reading all th ose reports about cigarettes. Do you really think that cigarette smoking will shorten your days?\" \"I certainly do,\" said Mulla Nasrudin. I TRIED TO S TOP SMOKING LAST SUMMER AND EACH OF MY DAYS SEEMED AS LONG AS A MONTH.\""
    },
    {
        "id": "65",
        "content": "Mulla Nasrudin had been pulled from the river in wh at the police suspected wasa suicide attempt. When they were questioning him at headquar ters, he admitted that he had tried to kill himself. This is the story he told: \"Yes, I tried to kill myself. The world is against me and I wanted to end it all. I was determined not to doa halfway job of it, so I boug hta piece of rope, some matches, some kerosene, anda pistol. Just in case none of those worked, I went down by the river. I threw the rope overa limb hanging out over the water, tied that rope around my neck, poured kerosene all over myself and lit that match. I jumped off the river and put that pistol to my head and pulled the trigger. And guess what happened? I missed. The bullet hit the rope before I could hang myself and I fell in the river and the water put out the fire before I could burn myself. AND YOU KNOW, IF I HAD NOT BEEN A GOOD SWIMMER, I W OULD HAVE ENDED UP DROWNING MY FOOL SELF.\"~"
    },
    {
        "id": "66",
        "content": "Mulla Nasrudin and his wife had just been fighting. The wife felta bit ashamed and was standing looking out of the window. Suddenly, something caught her attention. \"Honey,\" she called. \"Come here, I want to show you something.\" As the Mulla came to the window to see, she said. \"Look at those two horses pulling that load of hay up the hill. Why can't we pull together like that, up the hill of life?\" \"The reason we can't pull up the hill like a couple of horses,\" said Nasrudin, \"Is because one of us is a jackass!\""
    },
    {
        "id": "67",
        "content": "Mulla Nasrudin had finished his political speech and answering questions. \"One question, Sir, if I may,\" saida man down front you ever drink alcoholic beverages?\" \"BEFORE I ANSWER THAT,\" said Nasrudin, \"I'D LIKE TO KNOW IF IT'S IN THE NATURE OF AN INQUIRY OR AN INVITATION.\""
    },
    {
        "id": "68",
        "content": "Mulla Nasrudin's wife was always after him to stop drinking. This time, she waveda newspaper in his face and said, \"Here is another powerful temperance moral. 'Young Wilson got intoa boat and shoved out intot he river, and as he was intoxicated, he upset the boat, fell into the river and was drowned . ' See, that's the way it is, if he had not drunk whisky he would not have lost his life.\" \"Let me see,\" said the Mulla. \"He fell into the river, didn't he?\" \"That's right,\" his wife said. \"He didn't die until he fell in, is that right? \" he asked. \"That's true,\" his wife said. \"Then it was the water that killed him,\" said Nasrudin, \"Not whisky.\""
    },
    {
        "id": "69",
        "content": "Mulla Nasrudin stormed into the Postmaster General' s office and shouted, \"I am being pestered by threatening letters, and I want somebody to do something about it.\" \"I am sure we can help,\" said the Postmaster General. \"That'sa federal offence. Do you have any idea who is sending you these letters?\" \"I certainly do,\" said Nasrudin. \"It's those income tax people.\""
    },
    {
        "id": "70",
        "content": "Mulla Nasrudin let outa burst of profanity whichs hockeda lady social worker who was passing by. She looked at him critically and said: \"My, where did you learn such awful language?\" \"Where did i learn it?\" said Nasrudin. \"Lady, i didn't learn it, it's a gift.\""
    },
    {
        "id": "71",
        "content": "Mulla Nasrudin was talking to his friends in the teahouse about the new preacher. \"That man, ' said the Mulla, \"is the talkingest per son in the world. And he can't be telling the truth all the time. THERE JUST IS NOT THAT MUCH TRUTH.\""
    },
    {
        "id": "72",
        "content": "\"My wife talks to herself,\" the friend told Mulla Nasrudin. \"So does mine,\" said the Mulla, \"But she doesn'tr ealise it. she thinks i am listening.\""
    },
    {
        "id": "73",
        "content": "The man climbed on the stool ata little lunch coun ter for breakfast. \"Quitea rainy spell, isn't it?\" he said to Mulla Nasrudin, the man next to him. \"Almost like the flood.\" \"Flood? What flood?\" said the Mulla. \"Why, the flood,\" the first man said, \"you know Noah and the Ark and Mount Ararat.\" \"NOPE,\" said Mulla Nasrudin, \"I have not read the morning paper, yet, sir.\""
    },
    {
        "id": "74",
        "content": "A preacher approached Mulla Nasrudin lying in the gutter. \"And so,\" he asked, \"this is the work of whisky, isn't it?\" \"NO,\" said Nasrudin. \"This is the work of a banana peel, sir.\""
    },
    {
        "id": "75",
        "content": "Mulla Nasrudin came up toa preacher and said that he wanted to be transformed to the religious life totally. \"That's fine,\" said the pre acher, \"but are you sure you are going to put aside all sin?\" \"Yes Sir, I am through with sin,\" said the Mulla. \"And are you going to pay up all your debts?\" asked the preacher. \"Now wait a minute, preacher,\" said Nasrudin, \"You ain't talking religion now, you are talking business.\""
    },
    {
        "id": "76",
        "content": "\"It is being rumoured around town,\" a friend saidt o Mulla Nasrudin, \"that you and your wife are not getting along too well. Is there anything to it?\" \"Nonsense,\" said Nasrudin. \"We did have a few words and i shot her. but that's as far as it went.\""
    },
    {
        "id": "77",
        "content": "The word had passed around that Mulla Nasrudin's wife had left him. While the news was still fresh, an old friend ran into him. \"I have just heard the bad news that your wife has left you,\" said the old friend. \"I suppose you go home every night now and drown your sorrow in drink?\" \"No, I have found that to be impossible,\" said the Mulla. \"Why is that?\" asked his friend \"No drink?\" \"NO,\" said Nasrudin, \"No sorrow.\""
    },
    {
        "id": "78",
        "content": "After the speech Mulla Nasrudin shook hands with the speaker and said he never hada more enjoyable evening. \"You found my remarks interesting, I trust,\" said the speaker. \"Not exactly,\" said Nasrudin, \"But you did cure my insomnia.\""
    },
    {
        "id": "79",
        "content": "Mulla Nasrudin who had worked hard on his speech was introduced and given his place at the microphone. He stood there for halfa minute completely speechl ess and then said, \"The human mind is the most wonderful device in the world. It starts w orking the instant you are born and never stops working night or day for your entire life -- UNTIL THE MOMENT YOU STAND UP TO MAKE A SPEECH.\""
    },
    {
        "id": "80",
        "content": "Mulla Nasrudin's wife wasa candidate for the state legislature And this was the last day of campaigning. \"My, I am tired,\" said Mulla Nasrudin as they retur ned to their house after the whole day's work. \"I am almost ready to drop.\" \"You tired!\" cried his wife. \"I am the one to be tired. I made fourteen speeches today.\" \"I know,\" said Nasrudin, \"But i had to listen to them.\""
    },
    {
        "id": "81",
        "content": "\"Mulla, you look sad,\" saida friend. \"What is the matter?\" \"I had an argument with my wife,\" said the Mulla \"a nd she swore she would not talk to me for 30 days.\" \"Well, you should be very happy,\" said the first. \"Happy?\" said Mulla Nasrudin. \"This is the 30th day.\""
    },
    {
        "id": "82",
        "content": "Mulla Nasrudin was sitting ina station smoking, wh ena woman came in, and sitting beside him, remarked: \"Sir, if you werea gentleman, you would not smoke here!\" \"Mum,\" said the Mulla, \"if ye wasa lady ye'd sit farther away.\" Pretty soon the woman burst out again: \"If you were my husband, I'd given you poison!\" \"Well, mum,\" returned Nasrudin, as he puffed awaya t his pipe, \"If you were me wife, i'd take it.\""
    },
    {
        "id": "83",
        "content": "Somebody asked Mulla Nasrudin why he lived on thet op floor, in his small, dusty old rooms, and suggested that he move. \"NO,\" said Nasrudin, \"No, i shall always live on th e top floor. it is the only place where god alone is above me.\" Then aftera pause, \"He's busy -- but he's quiet.\""
    },
    {
        "id": "84",
        "content": "Mulla Nasrudin was in tears when he opened the door for his wife. \"I have been insulted,\" he sobbed. \"Your mother insulted me.\" \"My mother,\" she exclaimed. \"But she isa hundred miles away.\" \"I know, buta letter came for you this morning and I opened it.\" She looked stern. \"I see, but where does the insult come in?\" \"In the postscript,\" said Nasrudin. \"It said 'dear nasrudin, please, don't forget to give this letter to my daughter. '\""
    },
    {
        "id": "85",
        "content": "The richest man of the town fell into the river. He was rescued by Mulla Nasrudin. The fellow asked the Mulla how he could reward him. \"The best way, Sir,\" said Nasrudin. \"is to say nothing about it. IF THE OTHER FELLOWS KNEW I'D PULLED YOU OUT, THEY'D CHUCK ME IN.\""
    },
    {
        "id": "86",
        "content": "Mulla Nasrudin arrived late at the country club dan ce, and discovered that in slipping on the icy pavement outside, he had torn one knee of his trousers. \"Come into the ladies' dressing room, Mulla,\" said his wife -- \"There's no one there and I will pin it up for you.\" Examination showed that the rip was too large to be pinned. A maid furnisheda needle and thread and was stationed at the door to keep out in truders, while Nasrudin removed his trousers. His wife went busily to work. Presently at the door sounded excited voices. \"We must come in, maid,\" a woman was saying. \"Mrs. Jones is ill. Quick, let us in.\" \"Here,\" said the resourceful Mrs. Mulla Nasrudin to her terrified husband, \"get into this closest fora minute.\" She opened the door and pushed the Mulla through it just in time. But instantly, from the opposite side of the door, came loud thumps and the agonized voice of the Mulla demanding that his wife open it at once. \"But the women are here,\" Mrs. Nasrudin objected. \"Oh, damn the women!\" yelled Nasrudin. \"I am out in the ballroom.\""
    },
    {
        "id": "87",
        "content": "\"I can't find anything organically wrong with you,\" the doctor said to Mulla Nasrudin. \"As you know, many illnesses come from worry. You p robably have some business or social problem that you should talk over witha good psychiatrist. A case very similar to yours came to me onlya few weeks ago. The man hada $5, 000 no te due and could not pay it. Because of his money problem, he had worried himself intoa state of nervous exhaustion.\" \"And did you cure him?\" asked Mulla Nasrudin. \"Yes,\" said the doctor, \"I just told him to stop wo rrying; that life was too short to make himself sick overa scrap of paper. Now he is back to normal. He has stopped worrying entirely.\" \"Yes; i know,\" said Nasrudin, sadly. \"I am the one he owes the $5, 000 to.\""
    },
    {
        "id": "88",
        "content": "It was the final hand of the night. The cards were dealt. The pot was opened. Plenty of raising went on. Finally, the hands were called. \"I win,\" said one fellow. \"I have three aces anda pair of queens.\" \"No, I win, ' said the second fellow. \"I have three aces anda pair of kings.\" \"NONE OF YOU-ALL WIN,\" said Mulla Nasrudin, the thi rd one. \"I DO. I HAVE TWO DEUCES AND A THIRTY-EIGHT SPECIAL.\""
    },
    {
        "id": "89",
        "content": "Mulla Nasrudin and his two friends were arguing over whose profession was first established on earth. \"Mine was,\" said the surgeon. \"The Bible says that Eve was made by carvinga rib out of Adam.\" \"Not at all,\" said the engineer. \"An engineering jo b came before that. In six days the earth was created out of chaos. That was an engineer's job.\" \"YES,\" said Mulla Nasrudin, the politician, \"But who created the chaos?\""
    },
    {
        "id": "90",
        "content": "Mulla Nasrudin, asa candidate, was working the rural precincts and getting his fences mended and votes lined up. On this particular day, he had his young son with him to mark down on index cards whether the voter was for or against him. In this way, he could get an idea of how things were going. As they were getting out of the car in front of one farmhouse, the farmer came out the front door witha shotgun in his hand and screamed at the top of his voice, \"I know you -- you dirty filthy crook ofa politician. You are no good. You ought to be put in jail. Don't you dare set foot inside that gate or I'll blow your head off. Now, you get back in your car and get down the road before I lose my temper and do something I'll be sorry for.\" Mulla Nasrudin did as he was told. A moment later he and his son were speeding down the road away from that farm. \"Well,\" said the boy to the Mulla, \"I might as well tear that man's card up, hadn't I?\" \"Tear it up?\" cried Nasrudin. \"Certainly not. just mark him down as doubtful.\""
    },
    {
        "id": "91",
        "content": "Mulla Nasrudin who prided himself on being somethin g ofa good Samaritan was passing an apartment house in the small hours of the mornin g when he noticeda man leaning limply against the door way. \"What is the matter,\" asked the Mulla, \"Drunk?\" \"Yup.\" \"Do you live in this house?\" \"Yup.\" \"Do you want me to help you upstairs?\" \"Yup.\" With much difficulty the Mulla half dragged, half c arried the dropping figure up the stairway to the second floor. \"What floor do you live on?\" asked the Mulla. \"Is this it?\" \"Yup.\" Rather than face an irate wife who might, perhapst ake him fora companion more at fault than her spouse, the Mulla opened the first door he came to and pushed the limp figure in. The good Samaritan groped his way downstairs again. As he was passing through the vestibule he wasable to make out the dim outlines of another man, apparently ina worse condition than the first one. \"What's the matter?\" asked the Mulla. \"Are you drunk too?\" \"Yep,\" was the feeble reply. \"Do you live in this house too?\" \"Yep.\" \"Shall I help you upstairs?\" \"Yep.\" Mulla Nasrudin pushed, pulled, and carried him tot he second floor, where this second man also said he lived. The Mulla opened the same door and pushed him in. But as he reached the front door, the Mulla discerned the shadow ofa third man, evidently worse off than either of the other two. Mulla Nasrudin was about to approach him when the object of his solicitude lurched out into the street and threw himself into the arms ofa passing policeman. \"Off'shur! Off'shur! For Heaven's sake, Off'shur,\" he gasped, \"protect me from that man. He has done nothing all night long but carry me upstairs and throw me down the elevator shaf.\""
    },
    {
        "id": "93",
        "content": "The wife of Mulla Nasrudin told him that he had not been sufficiently explicit with the boss when he asked for raise. \"Tell him,\" said the wife, \"that you have seven chi ldren, that you havea sick mother you have to sit up with many nights, and that you have to wash dishes because you can't afforda maid.\" Several days later Mulla Nasrudin came home and announced he had been fired. \"The boss,\" explained Nasrudin, \"Said i have too many outside activities.\""
    },
    {
        "id": "94",
        "content": "\"I knew an artist once who painteda cobweb on the ceiling so realistically that the maid spent hours trying to get it down,\" said Mulla Nasrudin's wife. \"Sorry, Dear,\" replied Nasrudin. \"I just don't believe it.\" \"Why not? Artists have been known to do such things.\" \"YES.\" said Nasrudin, \"But not maids!\""
    },
    {
        "id": "95",
        "content": "\"And now I want you boys to tell me who wrote 'Hamlet'?\" asked the superintendent. \"P-p-please, Sir,\" replieda frightened boy, \"it -- it was not me.\" That same evening the superintendent was talking to his host, Mulla Nasrudin. The superintendent said: \"A most amusing thing happened today. I was questio ning the class over at the school, and I askeda boy who wrote 'Hamlet' He answered tearfully, 'P-p-please, Sir, it -- it was not me!\" After loud and prolonged laughter, Mulla Nasrudin said: \"That's pretty good, and i suppose the little rasca l had done it all the time!\""
    },
    {
        "id": "96",
        "content": "Mulla Nasrudin was chatting with an acquaintance ata cocktail party. \"Whenever I see you,\" said the Mulla, \"I always think of Joe Wilson.\" \"That's funny,\" his acquaintance said, \"I am not at all like Joe Wilson.\" \"Oh, yes, you are,\" said Nasrudin. \"YOU BOTH OWE ME $"
    },
    {
        "id": "100",
        "content": ""
    },
    {
        "id": "97",
        "content": "Once Mulla Nasrudin was asked what he considered to bea perfect audience. \"Oh, to me,\" said Nasrudin, \"the perfect audiencei s one that is well educated, highly intelligent -- AND JUST A LITTLE BIT DRUNK.\""
    },
    {
        "id": "98",
        "content": "One night Mulla Nasrudin came home to his wife with lipstick on his collar. \"Where did you get that?\" she asked. \"From my maid?\" \"No,\" said the Mulla. \"From my dressmaker?\" snapped his wife. \"NO,\" said Nasrudin indignantly. \"Don't you think i have any friends of my own?\""
    },
    {
        "id": "99",
        "content": "A man was seated ata lunch counter whena pretty g irl, followed by young Mulla Nasrudin came in. They took the only vacant stools, which happened to be on either side of the side. Wanting to be gracious, he offered to cha nge seats with Mulla Nasrudin so they might sit together. \"Oh, that's not necessary,\" said the Mulla. But the man insisted, and they changed seats. Mulla Nasrudin then said to the pretty girl, \"Since the seating arrangements suit this polite gentleman, we might as well make h im real happy and get acquainted.\""
    },
    {
        "id": "100",
        "content": "A man ata seaside resort said to his new acquainta nce, Mulla Nasrudin, \"I see two cocktails carried to your room every morning, as if you had someone to drink with.\" \"Yes, sir,\" said the Mulla, \"I do. one cocktail makes me feel like another man, and, of course, i have to buy a drink for the other man.\""
    },
    {
        "id": "101",
        "content": "The wedding had begun, the bride was walking downt he aisle. A lady whispered to Mulla Nasrudin who was next to her, \"Can you imagine, they have known each other only three weeks, and they are getting married!\" \"WELL,\" said Mulla Nasrudin, \"It's one way of getting acquainted.\""
    },
    {
        "id": "102",
        "content": "Mulla Nasrudin and his two friends were discussing what they would do if they awoke one morning to discover that they were millionaires. The Spaniard friend said he would builda bull ring. The American friend said he would go to Paris to havea good time. And, Mulla Nasrudin said HE WOULD GO TO SLEEP AGAIN TO SEE IF HE COULD MAKE ANOTHER MILLION.\""
    },
    {
        "id": "103",
        "content": "A middle-aged woman lost her balance and fell out of a window intoa garbage can. Mulla Nasrudin, passing remarked: \"Americans are ve ry wasteful. THAT WOMAN WAS GOOD FOR TEN YEARS YET.\""
    },
    {
        "id": "104",
        "content": "Mulla Nasrudin was told he would lose his phone if he did not retract what he had said to the General Manager of the phone company in the course ofa conversation over the wire. \"Very well, Mulla Nasrudin will apologize,\" he said. He called Main"
    },
    {
        "id": "7777",
        "content": "\"Is that you, Mr. Doolittle?\" \"It is.\" \"This is Mulla Nasrudin. \"Well?\" \"This morning in the heat of discussion I told you to go to hell!\" \"Yes?\" \"WELL,\" said Nasrudin, \"DON'T GO!\""
    },
    {
        "id": "105",
        "content": "A political leader was visiting the mental hospital. Mulla Nasrudin sitting in the yard said, \"You area politician, are you not?\" \"Yes,\" said the leader. \"I live just down the road.\" \"I used to bea politician myself once,\" said the M ulla, \"but now I am crazy. Have you ever been crazy?\" \"No,\" said the politician as he started to go away. \"Well, you ought try it,\" said Nasrudin \"It beats politics any day.\""
    },
    {
        "id": "106",
        "content": "The editor of the town weekly received this letter from Mulla Nasrudin: \"Dear Sir: Last week I lost my watch which I valued highly. The next day I ran an ad in your paper. Yesterday, I went home and found the watch in the p ocket of my brown suit. YOUR PAPER IS WONDERFUL!\""
    },
    {
        "id": "107",
        "content": "Mulla Nasrudin had been out speaking all day and re turned home late at night, tired and weary. \"How did your speeches go today?\" his wife asked. \"All right, I guess,\" the Mulla said. \"But I am afraid some of the people in the audience didn't understand some of the things I was saying.\" \"What makes you think that?\" his wife asked. \"Because,\" whispered Mulla Nasrudin, \"I don't understand them myself.\""
    },
    {
        "id": "108",
        "content": "Mulla Nasrudin, a distraught father, visiting hiss on ina prison waiting room, turned on him and said: \"I am fed up with you. Look at your record: attempted robbery, attempted robbery, attempted burglary, attempted murder. WHAT A FAILURE YOU HAVE TURNED OUT TO BE; YOU CAN'T SUCCEED IN ANYTHING YOU TRY.\""
    },
    {
        "id": "109",
        "content": "Mulla Nasrudin and some of his friends pooled their money and boughta tavern. They immediately closed it and began to paint and fix it up inside and out. A few days after all the repairs had been completed and there was no sign of its opening, a thirsty crowd gathered outside. One of the crowd yelled out, \"Say, Nasrudin, when you gonna open up?\" \"Open up? we are not going to open up,\" said the Mu lla. \"We bought this place for ourselves!\""
    },
    {
        "id": "110",
        "content": "A man who has been married for ten years complained one day to his friend Mulla Nasrudin. \"When we were first married,\" he said, \"I was very happy. I would come home froma hard day at the office. My little dog would race around barking, and my wife would bring me my slippers. Now after ten years, everythi ng has changed. When I come home, my dog brings me my slippers, and my wife barks at me!\" \"I don't know what you are complaining about,\" said Nasrudin. \"You are still getting the same service, are you not?\""
    },
    {
        "id": "111",
        "content": "Mulla Nasrudin's wife limped past the teahouse. \"There goesa woman who is willing to suffer for her beliefs,\" said the Mulla to his friends there. \"Why, what belief is that?\" asked someone. \"Oh, she believes she can wear a number four shoe on a number six foot,\" said Nasrudin."
    },
    {
        "id": "112",
        "content": "The lawyer was working on their divorce case. Aftera preliminary conference with Mulla Nasrudin, the lawyer reported back to the Mulla's wife. \"I have succeeded,\" he told her, \"in reachinga settlement with your husband that's fair to both of you.\" \"Fair to both?\" cried the wife. \"I could have done that myself. why do you think i hired a lawyer?\""
    },
    {
        "id": "113",
        "content": "Mulla Nasrudin was suffering from what appeared to bea case of shattered nerves. Aftera long spell of failing health, he finally calleda doctor. \"You are in serious trouble,\" the doctor said. \"You are living with some terrible evil thing; something that is possessing you from morning to ni ght. We must find what it is and destroy it.\" \"Sssh, doctor,\" said Nasrudin, \"You are absolutely right, but don't say it so loud -- she is sitting in the next room and s he might hear you.\""
    },
    {
        "id": "114",
        "content": "Mulla Nasrudin and one of his friends had been drin king all evening ina bar. The friend finally passed out and fell to the floor. The Mulla calleda doctor who rushed him toa hospital. When he came to, the doctor asked him, \"D o you see any pink elephants or little green men?\" \"Nope,\" groaned the patient. \"No snakes or alligators?\" the doctor asked. \"Nope,\" the drunk said. \"Then just sleep it off and you will be all right in the morning,\" said the doctor. But Mulla Nasrudin was worried. \"Look, doctor.\" he said, \"That boy's in bad shape. he said he couldn't see any of them animals, and you and i know the room is full of them.\""
    },
    {
        "id": "115",
        "content": "Mulla Nasrudin and one of his friends were attendin ga garden party for charity which featured games of chance. \"I just tooka one-dollar chance for charity,\" said the friend, \"anda beautiful blonde gave mea kiss. I hate to say it, but she kissed better than my wife!\" The Mulla said he was going to try it. Afterwards the friend asked: \"How was it, Mulla?\" \"Swell,\" said Nasrudin, \"But no better than your wife.\""
    },
    {
        "id": "116",
        "content": "Mulla Nasrudin's teenager son had denteda fender on the family car. \"What did your father say when you told him?\" the boy's mother asked. \"Should I leave out the cuss words?\" he said. \"Yes, of course,\" said his mother. \"In that case,\" said the boy, \"He didn't say a word.\""
    },
    {
        "id": "117",
        "content": "The woman lecturer was going strong. \"For centuries women have been misjudged and mistreated,\" she shouted. \"They have suffered ina thousand ways. Is there any way that women have not suffered?\" As she paused to let that question sink in, it was answered by Mulla Nasrudin, who was presiding the meeting. \"Yes, there is one way,\" he said. \"They have never suffered in silence.\""
    },
    {
        "id": "118",
        "content": "The man at the poultry counter had sold everything except one fryer. Mulla Nasrudin, a customer, said he was entertaining at dinner and wa nteda nice-sized fryer. The clerk threw the fryer on the scales and said, \"This one will be $"
    },
    {
        "id": "1",
        "content": ""
    },
    {
        "id": "35",
        "content": "\" \"Well,\" said the Mulla, \"I really wanteda larger one.\" The clerk, thinking fast, put the fryer back in the box and stirred it arounda bit. Then he brought it out again and put it on the scales. \"This one,\" he said, \"will be S"
    },
    {
        "id": "1",
        "content": ""
    },
    {
        "id": "95",
        "content": "\" \"WONDERFUL,\" said Nasrudin. \"I WILL TAKE BOTH OF THEM!\""
    },
    {
        "id": "119",
        "content": "A highway patrolman pulled alongside Mulla Nasrudin's car and waved him to the side of the road. \"Sir your wife fell out of the car three miles back,\" he said. \"So that's it,\" said the Mulla. \"I thought i had gone stone deaf.\""
    },
    {
        "id": "120",
        "content": "The young doctor seemed pleased after looking over his patient, Mulla Nasrudin. \"You are getting along just fine,\" he said. \"Of course. your shoulder is still badly swollen, but that does not bother me in the least.\" \"I don't guess it does,\" said Nasrudin. \"If your sh oulder were swollen, it wouldn't bother me either.\""
    },
    {
        "id": "121",
        "content": "Mulla Nasrudin had been placed ina mental hospital , for treatment. Aftera few weeks, a friend visited him. \"How are you going on?\" he asked. \"Oh, just fine,\" said the Mulla. \"That's good,\" his friend said. \"Guess you will be coming back to your home soon?\" \"WHAT!\" said Nasrudin. \"I should leave a fine comfo rtable house like this with a swimming pool and free meals to come to my own dirty house with a mad wife to live with? you must think i am crazy!\""
    },
    {
        "id": "122",
        "content": "Mulla Nasrudin visitinga mental hospital stood cha tting at great length to one man in particular. He asked all sorts of questions about h ow he was treated, and how long he had been there and what hobbies he was interested in. As the Mulla left him and walked on with the attend ant, he noticed he was grinning broadly. The Mulla asked what was amusing and the attendant told the visitor that he had been talking to the medical superintendent. Embarrassed, Nasrudin rushed back to make apologies. \"I am sorry doctor,\" he said. \"I will never go by appearances again.\""
    },
    {
        "id": "123",
        "content": "A famous surgeon had developed the technique of rem oving the brain froma person, examining it, and putting it back. One day, some fr iends brought him Mulla Nasrudin to be examined The surgeon operated on the Mulla and took his brain out. When the surgeon went to the laboratory to examine the brain, he discovered the patient had mysteriously disappeared. Six years later Mulla Nasrudin returned to the hospital. \"Where have you been for six years?\" asked the amazed surgeon. \"Oh, after i left here,\" said Mulla Nasrudin, \"I go t elected to congress and i have been in the capital ever since, sir.\""
    },
    {
        "id": "124",
        "content": "Mulla Nasrudin was tellinga friend how he got started in the bank business. \"I was out of work,\" he said, \"so to keep busy, Ir ented an empty store, and painted the word 'BANK' on the window. The same day, a man came ina nd deposited $"
    },
    {
        "id": "300",
        "content": "Next day, another fellow came in and put in $"
    },
    {
        "id": "250",
        "content": "WELL, SIR, BY THE THIRD DAY I'D GOT SO MUCH CONFIDE NCE IN THE VENTURE THAT I PUT IN $50 OF MY OWN MONEY.\""
    },
    {
        "id": "125",
        "content": "Mulla Nasrudin, shipwrecked, was finally washed ashore ona strange island. He was glad to be on land, but afraid he might be among wild and unfriendly natives, so he explored cautiously, and at last saw smoke froma fire risin g from the jungle. As he made his way slowly through the woods, scared half to death, he hearda voice say, \"Pass that bottle and deal those cards.\" \"Thank god!\" cried Nasrudin. \"I am among civilised people!\""
    },
    {
        "id": "126",
        "content": "\"What was the argument between you and your father-in-law, Nasrudin?\" askeda friend. \"I didn't mind, when he wore my hat, coat, shoes and suit, BUT WHEN HE SAT DOWN AT THE DINNER TABLE AND LAUGHED AT ME WITH MY OWN TEET H -- THAT WAS TOO MUCH,\" said Mulla Nasrudin."
    },
    {
        "id": "127",
        "content": "Mulla Nasrudin's wife was forever trying to curb his habit of swearing. One day, while shaving, the Mulla nicked his chin, and promptly la unched into his most colourful array of cuss words. His wife thereupon repeated it all after him, hoping that her action in doing so would shame him into reforming at last. But instead, the Mulla waited for her to finish them witha familiar twinkle in his eyes said: \"You have the words all right, my dear, but you don 't know the tune.\""
    },
    {
        "id": "128",
        "content": "A young bachelor, frequenting the pub quite often, was in the habit of singing laurels of his bachelorhood to all within hearing distance. He was quite cured of his self-centered, eccentric ideals, when once, Mulla Nasrudin got up calmly from the table, gave the heroa paternal thu mp on the back and remarked, \"I suppose, young chap, your father must have been a bachelor too.\""
    },
    {
        "id": "129",
        "content": "Ata breakfast one morning, Mulla Nasrudin was telling his wife about the meeting of his civic club the night before. \"The president of the club,\" he said, \"offereda silk hat to the member who would truthfully say that during his married life he had never kissed any woman but his wife. And nota man stood up.\" \"Why,\" his wife asked, \"didn't you stand up?\" \"WELL,\" said Nasrudin, \"I was going to, but you know how silly i look in a silk hat.\""
    },
    {
        "id": "130",
        "content": "The minister was congratulating Mulla Nasrudin on h is 40th wedding anniversary. \"It requiresa lot of patience, tolerance, and understa nding to live with the same woman for 40 years,\" he said. \"Thank you,\" said Nasrudin, \"But she's not the same woman she was when we were first married.\""
    },
    {
        "id": "131",
        "content": "Mulla Nasrudin was talking to his little girl about being brave. \"But ain't you afraid of cows and horses?\" she asked. \"Of course not.\" said the Mulla \"And ain't you afraid of bees and thunder and lightening?\" asked the child. \"Certainly not.\" said the Mulla again. \"Gee, daddy,\" she said \"Guess you ain't afraid of n othing in the world but mama.\""
    },
    {
        "id": "132",
        "content": "The audience was questioning Mulla Nasrudin who had just spoken on big game hunting in Africa. \"Is it true,\" asked one, \"that wild beasts in the jungle won't harm you if you carrya torch?\" \"That all depends,\" said Nasrudin \"On how fast you carry it.\""
    },
    {
        "id": "133",
        "content": "A father was bragging about his daughter who had studied painting in Paris. \"This is the sunset my daughter painted,\" he saidt o Mulla Nasrudin. \"She studied painting abroad, you know.\" \"That accounts for it,\" said Nasrudin. \"I never saw a sunset like that in this country.\""
    },
    {
        "id": "134",
        "content": "Mulla Nasrudin and one of his friends renteda boat and went fishing. Ina remote part of the like they founda spot where the fish were really biting. \"We'd better mark this spot so we can come back tomorrow,\" said the Mulla. \"O. k. , I'll do it,\" replied his friend. When they got back to the dock, the Mulla asked, \"Did you mark that spot?\" \"Sure,\" said the second, \"I puta chalk mark on the side of the boat.\" \"You nitwit,\" said Nasrudin. \"How do you know we wi ll get the same boat tomorrow?\""
    },
    {
        "id": "135",
        "content": "One evening whena banquet was all set to begin, the chairman realized that no minister was present to return thanks. He turned to Mulla Na srudin, the main speaker and said, \"Sir, since there is no minister here, will you ask the blessing, please?\" Mulla Nasrudin stood up, bowed his head, and withd eep feeling said, \"There being no minister present, let us thank god.\""
    },
    {
        "id": "136",
        "content": "\"Have I not shaved you before, Sir?\" the barber asked Mulla Nasrudin. \"NO,\" said Nasrudin, \"I got that scar during the war.\""
    },
    {
        "id": "137",
        "content": "A barber was surprised to geta tip from Mulla Nasr udin, a customer, before he even climbed into the chair. \"You are the first customer, Mulla,\" he said, \"ever to give mea tip before I cut the hair.\" \"That's not a tip,\" said Nasrudin. \"THAT'S HUSH MONEY."
    },
    {
        "id": "138",
        "content": "\"Thankful! What do I have to be thankful for? I can 't pay my bills,\" said one fellow to Mulla Nasrudin. \"Well, then,\" said Nasrudin, \"Be thankful you aren' t one of your creditors.\""
    },
    {
        "id": "139",
        "content": "The pilot at the air show was taking passengers up fora spin around town for five dollarsa ride. As he circled city with Mulla Nasrudin, the only customer aboard, he his engine and began to glide toward the airport. \"I will bet those people down there think my engine couped out,\" he laughed. \"I will bet half of them are scared to death.\" \"That's nothing.\" said Mulla Nasrudin, \"Half of us up here are too.\""
    },
    {
        "id": "140",
        "content": "Mulla Nasrudin who was reeling drunk was getting into his automobile whena policeman came up and asked \"You're not going to drive that car, are you?\" \"Certainly i am going to drive,\" said Nasrudin. \"An ybody can see i am in no condition to walk.\""
    },
    {
        "id": "141",
        "content": "Mulla Nasrudin and his wife ona safari cornereda lion. But the lion fooled them; instead of standing his ground and fighting, the lion took to his heels and escaped into the underbush. Mulla Nasrudin terrified very much, was finally asked to stammer out to his wife, \"You go ahead and see where the lion has gone, and i will t race back and see where he came from.\""
    },
    {
        "id": "142",
        "content": "Mulla Nasrudin anda friend were chatting ata bar. \"Do you have the same trouble with your wife that I have with mine?\" asked the Mulla. \"What trouble?\" \"Why, money trouble. She keeps nagging me for money , money, money, and then more money,\" said the Mulla. \"What does she want with all the money you give her? What does she do with it?\" \"I don't know,\" said Nasrudin. \"I never give her any.\""
    },
    {
        "id": "143",
        "content": "Mulla Nasrudin's weekend guest was being driven to the station by the family chauffeur. \"I hope you won't let me miss my train,\" he said. \"No, sir,\" said the chauffeur. \"The mulla said if did, i'd lose my job.\""
    },
    {
        "id": "144",
        "content": "Mulla Nasrudin: \"My wife hasa chronic habit of sitting up every night until two and three o'clock in the morning and I can't break her of it.\" Sympathetic friend: \"Why does she sit up that late?\" Nasrudin: \"Waiting for me to come home.\""
    },
    {
        "id": "145",
        "content": "\"Mulla, did your father leave much money when he died?\" \"NO,\" said Mulla Nasrudin, \"Not a cent. it was this way. he lost his health getting wealthy, then he lost his wealth trying to get healthy.\""
    },
    {
        "id": "146",
        "content": "Mulla Nasrudin, a mental patient, was chatting with the new superintendent at the state hospital. \"We like youa lot better than we did the last doctor,\" he said. The new superintendent was obviously pleased. \"And would you mind telling me why?\" he asked. \"Oh, somehow you just seem so much more like one of us,\" said Nasrudin."
    },
    {
        "id": "147",
        "content": "Mulla Nasrudin: \"How much did you pay for that weird-looking hat?\" Wife: \"It was on sale, and I got it fora song.\" Nasrudin \"Well, if i hadn't heard you sing. i'd swe ar you had been cheated.\""
    },
    {
        "id": "148",
        "content": "Mulla Nasrudin wasa hypochondriac He has been pest ering the doctors of his town to death for years. Then one day, a young doctor, just out of the medic al school moved to town. Mulla Nasrudin was one of his first patients. \"I have heart trouble,\" the Mulla told him. And then he proceeded to describe in detaila hundred and one symptoms of all sorts of varied ail ments. When he was through he said, \"It is heart trouble, isn't it?\" \"Not necessarily,\" the young doctor said. \"You have described so many symptoms that you might well have something else wrong with you.\" \"HUH,\" snorted Mulla Nasrudin \"You have your nerve. a young doctor, just out of school, disagreeing with an experienced invalid like me.\""
    },
    {
        "id": "149",
        "content": "Mulla Nasrudin called his wife from the office and said he would like to bringa friend home for dinner that night. \"What?\" screamed his wife. \"You know better than th at You know the cook quit yesterday, the baby's got the measles, the hot water heater is broken, the painters are redecorating the living room and I don't even have any way to get to the supermarket to get our groceries.\" \"I know all that,\" said Nasrudin. \"That's why i wan t to bring him home for dinner. he is a nice young man and i like him. but he's thinking of getting married.\""
    },
    {
        "id": "150",
        "content": "Mulla Nasrudin and his wife were guests at an Engli sh country home -- an atmosphere new and uncomfortable to them. In addition, they we re exceptionally awkward when it came to hunting; so clumsy in fact that the Mulla narrowly missed shooting the wife of their host. When the Englishman sputtered his rage at such dangerous ineptness, Mulla Nasrudin handed his gun to the Englishman and said, \"Well, here, ta ke my gun; it's only fair that you have a shot at my wife.\""
    },
    {
        "id": "151",
        "content": "Mulla Nasrudin and his friend, out hunting, were st opped bya game warden. The Mulla took off, and the game warden went after him and caught him, and then the Mulla showed the warden his hunting licence. \"Why did you run when you hada licence?\" asked the warden. \"Because,\" said Nasrudin, \"The other fellow didn't have one.\""
    },
    {
        "id": "152",
        "content": "The great specialist had just completed his medical examination of Mulla Nasrudin and told him the fee was $"
    },
    {
        "id": "25",
        "content": "\"The fee is too high I ain't got that much.\" said the Mulla. \"Well make it $15, then.\" \"It's still too much. I haven't got it,\" said the Mulla. \"All right,\" said the doctor, \"give me $5 and beat it.\" \"Who has $5? Not me,\" said the Mulla. \"Well give me whatever you have, and get out,\" said the doctor. \"Doctor, I have nothing,\" said the Mulla. By this time the doctor was ina rage and said, \"If you have no money you have some nerve to call ona specialist of my standing and my fees.\" Mulla Nasrudin, too, now got mad and shouted backa t the doctor: \"Let me tell you, doctor, when my health is concerned nothing is too expensive for me.\""
    },
    {
        "id": "153",
        "content": "Mulla Nasrudin was talking in the teahouse on thel ack of GOOD SAMARITAN SPIRIT in the world today. To illustrate he recited an episode: \"During the lunch hour I walked witha friend towarda nearby restaurant when we saw layin g on the streeta helpless fellow human who had collapsed.\" Aftera solemn pause the Mulla added, \"Not only had nobody bothered to stop and help this poor fellow, BUT ON OUR WAY BACK AFTER LUNCH WE SAW HIM STILL LYING IN THE SAME SPOT.\""
    },
    {
        "id": "154",
        "content": "Mulla Nasrudin sitting in the street car addressed the woman standing before him: \"You must excuse my not giving you my seat -- I ama member of The Sit Still Club.\" \"Certainly, Sir,\" the woman replied. \"And please ex cuse my staring -- I belong to The Stand and Stare Club.\" She proved it so well that Mulla Nasrudin at last got to his feet. \"I guess, ma'am,\" he mumbled, \"I will resign from m y club and join yours.\""
    },
    {
        "id": "155",
        "content": "\"I am terribly worried,\" said Mulla Nasrudin to the psychiatrist. \"My wife thinks she'sa horse.\" \"We should beable to cure her,\" said the psychiatrist \"But it will takea long time and quitea lot of money.\" \"Oh, money is no problem,\" said Nasrudin. \"She has won so many horse races.\""
    },
    {
        "id": "156",
        "content": "The caravan was marching through the desert. It was hot and dry with nota drop of water anywhere. Mulla Nasrudin fell to the ground and moaned. \"What's the matter with him?\" asked the leader of the caravan. \"He is just homesick,\" said Nasrudin's companion. \"Homesick? We are all homesick,\" said the leader. \"YES,\" said Mulla Nasrudin's companion \"But he is worse. he owns a tavern.\""
    },
    {
        "id": "157",
        "content": "Mulla Nasrudin's son was studying homework and said his father, \"Dad, what isa monologue?\" \"A monologue,\" said Nasrudin, \"Is a conversation being carried on by your mother with me.\""
    },
    {
        "id": "158",
        "content": "Mulla Nasrudin stormed out of his office and yelled , \"Something has got to be done about those six phones on my desk. for the pas t five minutes i have been talking to myself.\""
    },
    {
        "id": "159",
        "content": "Mulla Nasrudin was complaining toa friend. \"My wife isa nagger,\" he said. \"What is she fussing about this time?\" his friend asked. \"Now,\" said the Mulla, \"she has begun to nag me abo ut what I eat. This morning she asked me if I knew how many pancakes I had eaten. I told her I don't count pancakes and she had the nerve to tell me I had eaten 19 already.\" \"And what did you say?\" asked his friend. \"I didn't say anything,\" said Nasrudin. \"I was so m ad, i just got up from the table and went to work without my breakfast.\""
    },
    {
        "id": "160",
        "content": "Mulla Nasrudin had been arrested for being drunk and was being questioned at the police station. \"So you say, you area poet,\" demanded the desk sargeant. \"Yes, Sir,\" said the Mulla. \"That's not so, Sargeant,\" said the arresting officer. \"I searched him and found $500 in his pocket.\""
    },
    {
        "id": "161",
        "content": "Mulla Nasrudin was bragging about his rich friends. \"I have one friend who saves five hundred dollarsa day,\" he said. \"What does he do, Mulla?\" askeda listener. \"How does he save five hundred dollarsa day?\" \"Every morning when he goes to work, he goes in the subway,\" said Nasrudin. \"You know in the subway, there isa five-hundred dollar fine if you spit, SO, HE DOESN'T SPIT!\""
    },
    {
        "id": "162",
        "content": "Mulla Nasrudin looked at the drug clerk doubtfully. \"I take it for granted,\" he said, \"that you area qualified druggist.\" \"Oh, yes, Sir\" he said. \"Have you passed all the required examinations?\" asked the Mulla. \"Yes,\" he said again. \"You have never poisoned anybody by mistake, have you?\" the Mulla asked. \"Why, no!\" he said. \"In that case,\" said Nasrudin, \"Please give me ten cents' worth of epsom salts.\""
    },
    {
        "id": "163",
        "content": "Mulla Nasrudin went to geta physical examination. He was so full of alcohol that the doctor said to him, \"You will have to come back the day after tomorrow. Any examination we might make today would not mean anything -- that's what whisky does, you know.\" \"Yes, i know,\" said Nasrudin. \"I sometimes have that trouble myself. i will do as you say and come back the day after tomorrow -- when you are sober, sir.\""
    },
    {
        "id": "164",
        "content": "Mulla Nasrudin had been to see the doctor. When he came home, his wife asked him: \"Well, did the doctor find out what you had?\" \"Almost,\" said Nasrudin. \"I HAD $40 AND HE CHARGED ME $"
    },
    {
        "id": "49",
        "content": "\""
    },
    {
        "id": "165",
        "content": "Mulla Nasrudin, elected to the Congress, was being interviewed by the press. One reporter asked: \"Do you feel that you have influenced public opinion, Sir?\" \"NO,\" answered Nasrudin. \"Public opinion is somethi ng like a mule i once owned. in order to keep up the appearance of being the driver, i had to watch the way it was going and then followed as closely as i could.\""
    },
    {
        "id": "166",
        "content": "An insurance salesman had been talking for hours try-ing to sell Mulla Nasrudin on the idea of insuring his barn. At last he seemed to have the prospect interested because he had begun to ask questions. \"Do you mean to tell me,\" asked the Mulla, \"that if I give youa check for $75 and if my barn burns down, you will pay me $50, 000? ' \"That's exactly right,\" said the salesman. \"Now, you are beginning to get the idea.\" \"Does it matter how the fire starts?\" asked the Mulla. \"Oh, yes,\" said the salesman. \"After each fire wem adea careful investigation to make sure the fire was started accidentally. Otherwise, we don't pay the claim.\" \"HUH,\" grunted Nasrudin, \"I KNEW IT WAS TOO GOOD TO BE TRUE.\""
    },
    {
        "id": "167",
        "content": "The blacksheep of the family had applied to his bro ther, Mulla Nasrudin, fora loan, which he agreed to grant him at an interest rate of 9 per cent. The never-do-well complained about the interest rate \"What will our poor father say when he looks down from his eternal home and sees one of his sons charging another son 9 per cent ona loan?\" \"From where he is,\" said Nasrudin, \"It will look like 6 per cent.\""
    },
    {
        "id": "168",
        "content": "\"Mulla, how about lending me $50?\" askeda friend. \"Sorry,\" said Mulla Nasrudin, \"I can only let you have $"
    },
    {
        "id": "25",
        "content": "\" \"But why not the entire $50, MULLA?\" \"NO,\" said Nasrudin, \"THAT WAY IT'S EVEN -- EACH ONE OF US LOSES $"
    },
    {
        "id": "25",
        "content": "\""
    },
    {
        "id": "169",
        "content": "Mulla Nasrudin and one of his merchant friends ont heir way to New York were travelling ina carriage and chatting. Suddenlya b and of armed bandits appeared and ordered them to halt. \"Your money or your life,\" boomed the leader of the bandits. 'Justa moment please,\" said Mulla Nasrudin. \"I owe my friend here $500, and I would like to pay him first. \"Yosel,\" said Nasrudin, \"Here is your debt. remembe r, we are square now.\""
    },
    {
        "id": "170",
        "content": "In asking Mulla Nasrudin fora loan of $10, a woman said to him, \"If I don't get the loan I will be ruined.\" \"Madam,\" replied Nasrudin, \"If a woman can be ruine d for $10, then she isn't worth saving.\""
    },
    {
        "id": "171",
        "content": "Mulla Nasrudin meta man ona London street. They h ad known each other slightly in America. \"How are things with you?\" asked the Mulla. \"Pretty fair,\" said the other. \"I have been doing quite well in this country.\" \"How about lending me $100, then?\" said Nasrudin. \"Why I hardly know you, and you are asking me to lend you $100!\" \"I can't understand it,\" said Nasrudin. \"In the old country people would not lend me money because they knew me, and here i can' t get a loan because they don't know me.\""
    },
    {
        "id": "171",
        "content": "\"I have found the road to success no easy matter,\" said Mulla Nasrudin. \"I started at the bottom. I worked twelve hoursa day. I sweated. If ought. I took abuse. I did things I did not approve of. But I kept right on climbing the ladder.\" \"And now, of course, you area success, Mulla?\" prompted the interviewer. \"No, I would not say that,\" replied Nasrudin witha laugh. \"Just quote me as saying that i have become an expert at climbing ladders.\""
    },
    {
        "id": "172",
        "content": "Mulla Nasrudin, asked if he believed in luck, replied \"Certainly: how else do you explain the success of those you don't like?\""
    },
    {
        "id": "173",
        "content": "Mulla Nasrudin was the witness ina railroad accident case. \"You saw this accident while riding the freight train?\" \"Where were you when the accident happened?\" \"Oh, about forty cars from the crossing.\" \"Forty car lengths at 2a. m. ! Your eyesight is rem arkable! How far can you see at night, anyway?\" \"I can't exactly say,\" said Nasrudin. \"Just how far away is the moon?\""
    },
    {
        "id": "174",
        "content": "Mulla Nasrudin's wife seekinga divorce charged that her husband \"thinks only of horse racing. He talks horse racing: he sleeps horse raci ng and the racetrack is the only place he goes. It is horses, horses, horses all day long and most of the night. He does not even know the date of our wedding. \"That's not true, Your Honour,\" cried Nasrudin. \"WE WERE MARRIED THE DAY DARK STAR WON THE KENTUCKY DERBY.\""
    },
    {
        "id": "175",
        "content": "There wasa play in which an important courtroom sc ene included Mulla Nasrudin asa hurriedly recruited judge. All that he had to do was sit quietly until asked for his verdict and give it as instructed by the play's director. But Mulla Nasrudin was by no means apathetic, he be came utterly absorbed in the drama being played before him. So absorbed, in fact, that instead of following instructions and saying \"Guilty,\" the Mulla arose and firmly said, \"Not guilty.\""
    },
    {
        "id": "176",
        "content": "Two graduates of the Harvard School of Business dec ided to start their own business and put into practice what they had learned in their st udies. But they soon went into bankruptcy and Mulla Nasrudin took over their business. The tw o educated men felt sorry for the Mulla and taught him what they knew about economic theory. Some time later the two former proprietors called on their successor when they heard he was doinga booming business. \"What's the secret of your success?\" they asked Mulla Nasrudin. \"T'ain't really no secret,\" said Nasrudin. \"As you know, schooling and theory is not in my line. I just buy an article for $1 and sell it for $"
    },
    {
        "id": "2",
        "content": "ONE PER CENT PROFIT IS ENOUGH FOR ME.\""
    },
    {
        "id": "177",
        "content": "Mulla Nasrudin's testimony ina shooting affair was unsatisfactory. When asked, \"Did you see the shot fired?\" the Mulla replied, \"No, Sir, I only heard it.\" \"Stand down,\" said the judge sharply. \"Your testimony is of no value.\" Nasrudin turned around in the box to leave and when his back was turned to the judge he laughed loud and derisively. Irate at this exhibiti on of contempt, the judge called the Mulla back to the chair and demanded to know how he dared to laugh in the court. \"Did you see me laugh, Judge?\" asked Nasrudin. \"No, but I heard you,\" retorted the judge. \"That evidence is not satisfactory, your honour.\" s aid Nasrudin respectfully."
    },
    {
        "id": "178",
        "content": "Mulla Nasrudin anda friend went to the racetrack. The Mulla decided to placea hunch bet on Chopped Meat. On his way to the betting window he encountereda t out who talked him into betting on Tug of War since, said the tout, \"Chopped Meat does not havea chance.\" The next race the friend decided to playa hunch and bet ona horse named Overcoat. On his way to the window he met the same tout, who convinced him Overcoat did not havea chance and talked him into betting on Flying Feet. So Over coat won, and Flyiny Feet came in last. On their way to the parking lot for the return trip , winnerless, the two friends decided to buy some peanuts. The Mulla said he'd get them. He came back with popcorn. \"What's the idea?\" said his friend \"I thought we agreed to buy peanuts.\" \"Yes, i know,\" said Mulla Nasrudin. \"But i met that man again.\""
    },
    {
        "id": "179",
        "content": "Mulla Nasrudin was tellinga friend that he was sta rtinga business in partnership with another fellow. \"How much capital are you putting in it, Mulla?\" the friend asked. \"None. The other man is putting up the capital, and I am putting in the experience,\" said the Mulla. \"So, it'sa fifty-fifty agreement.\" \"Yes, that's the way we are starting out,\" said Nas rudin, \"But i figure in about five years i will have the capital and he will have the experience.\""
    },
    {
        "id": "180",
        "content": "A blind man went with Mulla Nasrudin to the race-tr ack to bet ona horse named Bolivar. The Mulla stood next to him and related Bolivar's progress in the race. \"How is Bolivar at the quarter?\" \"Coming good.\" \"And how is Bolivar at the half?\" \"Running strong!\" Aftera few seconds, \"How is Bolivar at the three-quarter?\" \"Holding his own.\" \"How is Bolivar in the stretch?\" \"In there running like hell!\" said Nasrudin. \"He is heading for the line, driving all the other horses in front of him.\""
    },
    {
        "id": "181",
        "content": "\"Why do you call your mule \"POLITICIAN,\" Mulla?\" a neighbor asked. \"Because,\" said Mulla Nasrudin, \"This mule gets mor e blame and abuse than anything else around here, but he still goes a head and does just what he damn pleases.\""
    },
    {
        "id": "182",
        "content": "\"You look mighty dressed up, Mulla,\" a friend said to Mulla Nasrudin. \"What's going on, something special?\" \"Yes,\" said the Mulla, \"I am celebrating tonight wi th my wife. I am taking her to dinner in honor of seven years of perfect married happiness.\" \"Seven years of married happiness,\" the friend said. \"Why man, I think that's wonderful.\" \"I think it's pretty good myself,\" said Nasrudin. \"Seven out of seventy.\""
    },
    {
        "id": "183",
        "content": "A newspaper reporter was interviewing Mulla Nasrudin on the occasion of his 105th birthday. \"Tell me,\" he said, \"do you believe the younger generation is on the road to perdition?\" \"Yes, sir,\" said old Nasrudin. \"And i have believed it for more than ninety years.\""
    },
    {
        "id": "184",
        "content": "\"Why didn't you answer the letter I sent you?\" demanded Mulla Nasrudin's wife. \"Why, I didn't get any letter from you,\" said Nasrudin. \"And besides, i didn't like the things you said in it!\""
    },
    {
        "id": "185",
        "content": "After giving his speech, the guest of the evening w as standing at the door with Mulla Nasrudin, the president of the group, shaking hands with the folks as they left the hall. Compliments were coming right and left, until onef ellow shook hands and said, \"I thought it stunk.\" \"What did you say?\" asked the surprised speaker. \"I said it stunk. That's the worst speech anybodye ver gave around here. Whoever invited you to speak tonight ought to be but out of the club.\" With that he turned and walked away. \"Don't pay any attention to that man,\" said Mulla Nasrudin to the speaker. \"HE'S A NITWlT. WHY, THAT MAN NEVER HAD AN ORIGINAL , THOUGHT IN HIS LIFE. ALL HE DOES IS LISTEN TO WHAT OTHER PEOPLE SA Y, THEN HE GOES AROUND REPEATING IT.\""
    },
    {
        "id": "186",
        "content": "\"Well, Mulla,\" said the priest, \"'I am glad to see you out again after your long illness. You have hada bad time of it.\" \"Indeed, Sir,\" said Mulla Nasrudin. \"And, when you were so near Death's door, did youf eel afraid to meet God?\" asked the priest. \"No, sir,\" said Nasrudin. \"It was the other gentleman.\""
    },
    {
        "id": "187",
        "content": "Ina streeta small truck loaded with glassware col lided witha large truck laden with bricks, and practically all of the glassware was smashed. Considerable sympathy was felt for the driver as he gazed ruefully at the shattered fragments. A benevolent looking old gentleman eyed him compassionately. \"My poor man,\" he said, \"I suppose you will have to make good this loss out of your own pocket?\" \"Yep,\" was the melancholy reply. \"Well, well,\" said the philanthropic old gentleman, \"hold out your hat -- here's fifty cents for you; and I dare say some of these other people will give youa helping hand too.\" The driver held out his hat and overa hundred pers ons hastened to drop coins in it. At last, when the contributions had ceased, he emptied the c ontents of his hat into his pocket. Then, pointing to the retreating figure of the philanthro pist who had started the collection, he observed \"Say, maybe he ain't the wise guy! that's me boss, mulla nasrudin!\""
    },
    {
        "id": "188",
        "content": "Mulla Nasrudin, whose barn burned down, was told by the insurance company that his policy provided that the company builda new barn, rather than paying him the cash value of it. The Mulla was incensed by this. \"If that's the way you fellows operate,\" he said, \" then cancel the insurance i have on my wife's life.\""
    },
    {
        "id": "189",
        "content": "Mulla Nasrudin had spent eighteen months on deserted island, the lone survivor when his yacht sank. He had managed so well, he thoughtless andless of his business and his many investments. But he was nonetheless delighted to seeaship anch or off shore and launcha small boat that headed toward the island. When the boat crew reached the shore the officer in charge came forward witha bundle of current newspapers and magazines. \"The captain,\" ex plained the officer, \"thought you would want to look over these papers to see what has been happening in the world, before you decide that you want to be rescued.\" \"It's very thoughtful of him,\" replied Nasrudin. \"B ut i think i need an accountant most of all. i haven't filed an income t ax return for two years, and what with the penalties and all, i a m not sure i can now afford to return.\""
    },
    {
        "id": "190",
        "content": "The weekly poker group was in the midst of an excep tionally exciting hand when one of the group fell dead ofa heart attack. He was laid ona couch in the room, and one of the three remaining members asked, \"What shall we do now?\" \"I suggest,\" said Mulla Nasrudin, the most new memb er of the group, \"That out of respect for our dear departed friend, we finish thi s hand standing up.\""
    },
    {
        "id": "191",
        "content": "\"With all of the evidence to the contrary,\" the dis trict attorney said to the defendant, \"do you still maintain Nasrudin, that your wife died ofa broken heart?\" \"I certainly do,\" said Mulla Nasrudin. \"If she had not broken my heart, i wouldn't have shot her.\""
    },
    {
        "id": "192",
        "content": "Mulla Nasrudin and his partner closed the business early one Friday afternoon and went off together fora long weekend in the country. Sea ted playing canasta under the shade of trees, the partner looked up witha start and said. \"Good Lord, Mulla, we forgot to lock the safe.\" \"So what,\" replied Nasrudin. \"There's nothing to wo rry about. we are both here.\""
    },
    {
        "id": "193",
        "content": "Mulla Nasrudin was tired, weary, bored. He calledf or his limousine, got in and said to the chauffeur: \"James, drive full speed over the cl iff. i have decided to commit suicide.\""
    },
    {
        "id": "194",
        "content": "Mulla Nasrudin was stopped one day bya collector of charity and urged to \"give till it hurts.\" Nasrudin shook his head and said, \"Why the very idea hurts.\""
    },
    {
        "id": "195",
        "content": "The young doctor stood gravely at the bedside, looking down at the sick Mulla Nasrudin, and said to him: \"I am sorry to tell you, but you h ave scarlet fever. This is an extremely contagious disease.\" Mulla Nasrudin turned to his wife and said, \"My dear, if any of my creditors call, tell them I AM AT LAST IN A POSITION TO GIVE THEM SOMETHING.\""
    },
    {
        "id": "196",
        "content": "Mulla Nasrudin was scheduled to die ina gas chamber. On the morning of the day of his execution he was asked by the warden if there wasa nything special he would like for breakfast. \"YES,\" said Nasrudin, \"Mushrooms. i have always bee n afraid to eat them for fear of being poisoned.\""
    },
    {
        "id": "197",
        "content": "The new politician was chatting with old Mulla Nasr udin, who asked him how he was doing. \"Not so good,\" said the new man. \"Every place I go, I get insulted.\" \"That's funny,\" said the Mulla. \"I have been in pol itics for more than sixty years myself and i have had my propaganda lit erature pitched out the door, been thrown out myself, kicke d down stairs; and was even punched in the nose once but, i was never insulted.\""
    },
    {
        "id": "198",
        "content": "The old man was ninety years old and his son, Mulla Nasrudin, who himself was now seventy years old, was trying to get him placed ina nursing home. The place was crowded and Nasrudin was having difficulty. \"Please,\" he said to the doctor. \"You must take him in. He is getting feeble minded. Why, all day long hes its in the bathtub, playing witha rubber Donald Duck!\" \"Well,\" said the psychiatrist, \"he may bea bit senile but he is not doing any harm, is he?\" \"BUT,\" said Mulla Nasrudin in tears, \"It's my donald duck.\""
    },
    {
        "id": "199",
        "content": "It was the day of the hanging, and as Mulla Nasrudin was led to the foot of the steps of the scaffold. he suddenly stopped and refused to walk another step. \"Let's go,\" the guard said impatiently. \"What's the matter?\" \"Somehow,\" said Nasrudin, \"Those steps look mighty rickety -- they just don't look safe enough to walk up.\""
    },
    {
        "id": "200",
        "content": "In earlier days in America it was not unusual for p oliticians to take advantage ofa public hanging to address the crowd of spectators. When Mu lla Nasrudin, the condemned, was tolda politician was going to speak on the grim occasion. \"Have me first, please,\" screamed Mulla Nasrudin. But it was not possible. S o Mulla Nasrudin thanked the speaker for making it easier to die\"."
    },
    {
        "id": "201",
        "content": "Mulla Nasrudin was tired, weary, bored. He calledf or his limousine, got in and said to the chauffeur: \"James. drive full speed over the cl iff. i have decided to commit suicide.\""
    },
    {
        "id": "202",
        "content": "In the neighbourhood of Mulla Nasrudin there alsol iveda businessman of the same name. Mulla Nasrudin died, and about the same time the other man went out of the town on business. When he reached his destination, he sent his wifea telegram informing her of his safe arrival. but the message was delivered in error to the wife of the deceased Mulla Nasrudin. It read: \"Arrived safely. heat here terri fic -- mulla nasrudin.\""
    }
]